Dlubal.RFEM5.StoppingConditionType
Type of stopping condition.

Dlubal.RFEM5.StoppingConditionType.UnknownStoppingConditionType
Unknown type

Dlubal.RFEM5.StoppingConditionType.NoneStoppingConditionType
Non-stopping condition used

Dlubal.RFEM5.StoppingConditionType.UType
u

Dlubal.RFEM5.StoppingConditionType.UXType
u-x

Dlubal.RFEM5.StoppingConditionType.UYType
u-y

Dlubal.RFEM5.StoppingConditionType.UZType
u-z

Dlubal.RFEM5.StoppingConditionType.PhiType
Phi

Dlubal.RFEM5.StoppingConditionType.PhiXType
Phi-X

Dlubal.RFEM5.StoppingConditionType.PhiYType
Phi-Y

Dlubal.RFEM5.StoppingConditionType.PhiZType
Phi-Z